/* The label of a text field that is optional. For example, 'Email (optional)' or 'Name (optional) */
"%@ (optional)" = "%@ (mhux obbligatorja)";

/* Caption for Address field on address form */
"Address" = "Indirizz";

/* Address line 1 placeholder for billing address form. */
"Address line 1" = "Indirizz linja 1";

/* Label for input requesting address line 2, used for international addresses */
"Address line 2" = "It-tieni linja tal-indirizz";

/* Label of an address field in hk */
"Area" = "Żona";

/* Caption for City field on address form */
"City" = "Belt";

/* Caption for Country field on address form */
"Country" = "Pajjiż";

/* Country selector and postal code entry form header title */
"Country or region" = "Pajjiż jew reġjun";

/* Caption for County field on address form (only countries that use county, like United Kingdom) */
"County" = "Kontea";

/* Label of an address field */
"Department" = "Dipartiment";

/* Label for the district field on an address form */
"District" = "Distrett";

/* Label of an address field */
"Do Si" = "Do Si";

/* Done button title */
"Done" = "Bil-lest";

/* Label of an address field */
"Eircode" = "Eircode";

/* Caption for Email field on address form */
"Email" = "Email";

/* Used to describe address in United Arab Emirates */
"Emirate" = "Emirat";

/* Label for first (given) name field */
"First" = "Ismek";

/* Error description for incomplete phone number */
"Incomplete phone number" = "In-numru tat-telefon mhuwiex komplut";

/* Label of an address field */
"Island" = "Gżira";

/* Label for last (family) name field */
"Last" = "L-aħħar";

/* Caption for Name field on address form */
"Name" = "Isem";

/* Label of an address field */
"Oblast" = "Oblast";

/* Label of an address field */
"Parish" = "Parroċċa";

/* Short string for postal code (text used in non-US countries) */
"Postal code" = "Kodiċi postali";

/* Label of an address field */
"Prefecture" = "Prefettura";

/* Caption for Province field on address form (only countries that use province, like Canada) */
"Province" = "Provinċja";

/* Caption for State field on address form (only countries that use state , like United States) */
"State" = "Stat";

/* Label of an address field */
"Suburb" = "Subborg";

/* Label of an address field */
"Suburb or city" = "Subborg jew belt";

/* An error message. */
"The ID number you entered is incomplete." = "In-numru tal-ID li daħħalt mhuwiex komplut.";

/* Label of an address field */
"Town or city" = "Belt";

/* Error message when email is invalid */
"Your email is invalid." = "L-indirizz tal-email li daħħalt mhux tajjeb.";

/* Short string for zip code (United States only) Please keep to 5 characters or less if possible. */
"ZIP" = "Kodiċi Postali";

